export default function MydataTerms() {
  return (
    <div>
      <p className="font-bold">제1조(목적)</p>
      이 약관은 증권사와 은행 간의 데이터 연동을 통한 통합 서비스(이하
      "서비스"라 함)의 이용과 관련하여 필요한 제반 사항을 정함을 목적으로
      합니다. <br />
      <br />
      <p className="font-bold">제2조(용어의 정의)</p> ① 본 약관에서 사용하는
      용어의 의미는 다음과 같습니다. 1. "데이터 연동 서비스"란 고객이 증권사 및
      은행에 개설된 본인 명의의 계좌 정보를 통합 조회하고 관리할 수 있는
      서비스를 의미합니다. 2. "연동 계좌"란 본 서비스를 통해 조회 및 관리 가능한
      증권사 및 은행의 계좌를 의미합니다. 3. "비대면 채널"이란 서비스 이용을
      위한 모바일 애플리케이션을 말합니다. 4. "본인 인증"이란 서비스 이용 시
      고객의 본인 여부를 확인하기 위한 휴대폰 인증 등의 절차를 의미합니다. 5.
      "계좌지급정지"란 금융사기 피해 예방을 위하여 고객이 지정한 계좌에 대해
      모든 출금∙거래를 정지하는 것을 의미합니다. <br />
      <br />
      <p className="font-bold">제3조(이용대상)</p> 본 서비스는 만 19세 이상의
      개인 고객에 한해 이용할 수 있으며, 법인, 임의단체 및 외국인은 이용할 수
      없습니다. <br />
      <br />
      <p className="font-bold">제4조(이용채널)</p> ① 본 서비스는 모바일
      애플리케이션을 통해 제공되며, 고객은 모바일 애플리케이션을 통해 서비스를
      이용할 수 있습니다.
      <br />② 일부 서비스는 특정 금융기관의 정책에 따라 제한될 수 있습니다.
      <br />
      <br /> <p className="font-bold">제5조(서비스 이용방법)</p>
      ① 고객은 본인 명의의 인증서 제출 및 휴대폰 본인 인증 절차를 거쳐 서비스를
      이용할 수 있습니다.
      <br /> ② 서비스 이용 등록 후 고객은 모바일 애플리케이션에 ID와 비밀번호를
      입력하여 로그인하여 계좌 정보를 조회할 수 있습니다. <br />③ 로그인을 위한
      방법은 ID와 비밀번호로 한정됩니다.
      <br />
      <br /> <p className="font-bold">제6조(계좌 조회 및 관리)</p>
      ① 고객은 제4조의 이용 채널에서 연동된 증권사 및 은행의 계좌 정보를 조회할
      수 있습니다.
      <br /> ② 서비스에서 조회되는 계좌 정보는 관련 법령과 본 약관에 따라
      보호되며, 고객의 승인 없이 제3자에게 제공되지 않습니다.
      <br /> ③ 본 서비스는 카드 연동 기능을 제공하지 않습니다. <br />
      <br /> <p className="font-bold">제7조(계좌 연동 및 해지)</p> ① 고객은
      서비스 내에서 연동 계좌를 추가하거나 해지할 수 있습니다. <br />② 계좌 해지
      시 고객은 서비스에서 제공하는 본인 인증 절차를 거쳐야 하며, 해지된 계좌는
      더 이상 조회되지 않습니다. <br />③ 계좌 연동 해지 시 기존에 연동된
      데이터는 서비스에서 삭제되며, 관련 정보는 법령에 따라 처리됩니다.
      <br /> <br /> <p className="font-bold">제8조(개인정보의 보호)</p> ① 서비스
      제공을 위해 수집된 개인정보는 관련 법령에 따라 보호되며, 서비스 제공 외의
      목적으로 사용되지 않습니다.
      <br /> ② 고객의 고의 또는 과실로 인한 개인정보 유출에 대해 회사는 책임을
      지지 않습니다. 다만, 회사의 고의 또는 중대한 과실로 인한 귀책사유가 있는
      경우 회사는 책임의 일부 또는 전부를 부담합니다.
      <br /> <br /> <p className="font-bold">제9조(계좌 지급정지)</p>① 고객은 본
      서비스에서 증권사 및 은행 계좌의 지급정지를 신청할 수 있습니다. <br />②
      지급정지 신청을 받은 증권사 및 은행은 이를 지체 없이 처리하며, 지급정지로
      인한 모든 출금 및 거래가 정지됩니다. <br />③ 계좌 지급정지로 인해 발생하는
      자동이체 정지 및 관련 불이익에 대해 회사는 책임을 지지 않습니다. <br />
      <br /> <p className="font-bold">제10조(약관의 변경)</p> 본 약관은 관련
      법령의 변경, 회사의 정책에 따라 변경될 수 있으며, 변경된 약관은 비대면
      채널을 통해 사전에 공지 후 적용됩니다.
      <br />
      <br /> <p className="font-bold">제11조(다른 약관과의 관계)</p> 본 약관에서
      정하지 아니한 사항은 관련 법령 및 각 증권사, 은행의 개별 약관을 따릅니다.
    </div>
  );
}
